Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Lead a project that makes use of gigabit technologies and associated curricula to show the impact of high-speed networks on learning. Learn more and apply for funding for your project. Selected projects must be piloted in Chattanooga, Tennessee or Kansas City, Missouri.
bn_bd: গিগাবিট প্রযুক্তির এবং সংশ্লিষ্ট পাঠক্রম ব্যবহার করে এমন একটি প্রকল্পের নেত্যৃত্ব দিন যাতে শেখার উপর উচ্চ-গতির নেটওয়ার্কের প্রভাব দেখানো যায়। আরও জানুন এবং আপনার প্রকল্পের অর্থায়নের জন্য আবেদন করুন। নির্বাচিত প্রকল্পসমূহকে অবশ্যই পরীক্ষামূলকভাবে চাতানুগা, টেনেসী বা কানসাস সিটি, মিসৌরিতে বাস্তবায়ন করতে হবে।

source: Leadership Opportunities
bn_bd: নেতৃত্বের সুযোগ

source: Leadership Training
bn_bd: Leadership প্রশিক্ষণ

source: Learn and deepen your 21st Century digital skills, and get better at teaching them to others.
bn_bd: একুশ শতকের ডিজিটাল দক্ষতা শিখুন এবং আরও গভীর করুন এবং অন্যদের তা আরও ভালভাবে শিখিয়ে দিন।

source: Learners get familiar with reading, writing and participating on the web in this six-part module. Discover the foundations of the web through production and collaboration.
bn_bd: এই ছয় অংশের মডিউলের মাধ্যমে শিক্ষার্থীরা ওয়েবে কিভাবে পড়তে, লিখতে এবং অংশগ্রহন করা যায় তার সাথে পরিচিত হয়ে উঠবে। উদ্ভাবন এবং সহযোগিতার মাধ্যমে ওয়েবের ভিত্তি উদ্ঘাটিত করবে।

source: Learners will understand how their mobile devices connect to the Web and then learn how to design, write, and publish personal and community stories through the Webmaker Android App.
bn_bd: শিক্ষার্থীরা বুঝতে পারবে কিভাবে তাদের মোবাইল ডিভাইস ওয়েবে সংযুক্ত হয় এবং তারপর শিখবে ব্যাক্তিগত এবং কমিউনিটির গল্প Webmaker Android App -এর মাধ্যমে কিভাবে ডিজাইন করতে হয় , লিখতে হয় এবং প্রকাশ করতে হয়।

source: Learn how to set up your mobile device to write, publish, and share stories with the {webmaker_link} from {mln_link}.
bn_bd: {webmaker_link} থেকে {mln_link} এ শিখুন কীভাবে আপনার মোবাইল ডিভাইসে লেখতে, প্রকাশ করতে এবং গল্প শেয়ার করতে।

source: Learning Objectives
bn_bd: শিক্ষার উদ্দেশ্য

source: Learn more about Gigabit
bn_bd: Gigabit সম্পর্কে বিস্তারিত জানুন

source: Learn more about Hive
bn_bd: Hive সম্পর্কে বিস্তারিত জানুন

source: Learn more about Maker Party.
bn_bd: Maker Party সম্পর্কে আরোও জানুন।

source: Learn more about MozFest
bn_bd: MozFest সম্পর্কে আরও জানুন

source: Learn more about Mozilla Clubs
bn_bd: Mozilla Clubs সম্পর্কে বিস্তারিত জানুন

source: Learn more about the Web Literacy Map.
bn_bd: Web Literacy Map নিয়ে আরো জানুন।

source: Loading projects
bn_bd: প্রকল্প লোড হচ্ছে

source: Logos & Assets
bn_bd: লগো এবং অন্যান্য

source: Make a Difference.
bn_bd: ভিন্ন কিছু করুন।

source: Maker Party Activities
bn_bd: মেকার পার্টির কার্যকলাপ

source: Maker Party Logo
bn_bd: মেকার পার্টি লগো

source: Maker Party megaphone
bn_bd: মেকার পার্টি মেগাফোন

source: Managing your Club
bn_bd: আপনার ক্লাব পরিচালনা করুন

source: Marketing your Club
bn_bd: আপনার ক্লাবের প্রচারণা করুন

source: Mark, Switzerland
bn_bd: মার্ক, সুইজারল্যান্ড

source: Maurya C. New York, United States
bn_bd: মওরিয়া সি. নিউয়র্ক, মার্কিন যুক্তরাষ্ট্র

source: Meet the community on the Discourse forum.
bn_bd: Discourse forum এ কমিউনিটির সাথে সাক্ষাত করুন।

source: Mozilla Fellowships offer unique opportunities for technologists, researchers, journalists, and others to influence the future of the open Web through placements with policy, technology, news, and educational institutions. Apply to join the next cohort of {scienceLink}, {newsLink}, {advocacyLink}, and {developerNetworkLink} Fellowships that best matches your interests and skills.
bn_bd: Mozilla Fellowships প্রযুক্তিবিদ, গবেষক, সাংবাদিক, এবং অন্যান্যদের নীতি, প্রযুক্তি, সংবাদমাধ্যম, এবং শিক্ষা প্রতিষ্ঠানের সঙ্গে কর্মসংস্থানের মাধ্যমে উন্মুক্ত ওয়েবের ভবিষ্যতকে প্রভাবিত করার জন্য অনন্য সুযোগ প্রদান করে। {scienceLink},{newsLink}, {advocacyLink}, এবং {developerNetworkLink} ফেলোশিপ যেটি আপনার আগ্রহ ও দক্ষতার সাথে মিলে, সেটার পরবর্তী দলে যোগদানের জন্য আবেদন করুন।

source: Mozilla Learning rallies and connects leaders who want to advance the promise of the Internet for learning in a networked world. We do this by fueling new approaches to digital learning through Mozilla Hives, Clubs and our Gigabit cities.
bn_bd: আমরা আরও বেশি মানুষকে ওয়েবের নাগরিক হিসেবে দেখতে চাই। Mozilla Learning Network প্রোগাম অফার করছে এবং একটি গ্লোবাল কমিউনিটি নিয়োগ করেছে জনসাধারণকে এই সময়ের গুরুত্বপূর্ণ দক্ষতাগুলো শিখতে সাহায্য করতে:<em>ডিজিটাল বিশ্বে লেখা, পড়া এবং অংশগ্রহণের সক্ষমতা অর্জন।</em>

source: On the Blog
bn_bd: সম্পর্কিত ব্লগ

source: Open source software to teach and learn the Web
bn_bd: ওয়েব শেখার এবং শেখানোর ওপেন সোর্স সফটওয়্যার

source: Organize a group that meets regularly to learn how to read, write and participate on the Web. Plan activities using the Mozilla Clubs curriculum. This role is perfect for educators, college students, and anyone who can meet with a group of learners regularly.
bn_bd: তাদেরকে নিয়ে একটি দল তৈরী করুন যারা ওয়েবে নিয়মিত পড়তে লিখতে এবং অংশগ্রহন করতে চায়। Mozilla Clubs -এর কারিকুলাম অনুযায়ী কার্যক্রমের পরিকল্পনা করুন। শিক্ষাদানকারী, কলেজের শিক্ষার্থী এবং যে কেউ যারা নিয়মিত একদল শিক্ষানবিশের সাথে দেখা করতে পারবে তাদের জন্য এটা একটা অসাধারন ভূমিকা।

source: Overview
bn_bd: সারসংক্ষেপ

source: Partner
bn_bd: পার্টনার

source: Partner With us
bn_bd: আমাদের সাথে অংশীদার হউন

source: Patience, Africa
bn_bd: পেসেন্স, আফ্রিকা

source: Plan an event that celebrates making and learning on the Web. Our event guides walk you through every step of the process. This role is a great fit for those who want to activate their communities through individual events.
bn_bd: ওয়েবকে বিনির্মাণ এবং শেখার জন্য একটি অনুষ্ঠান আয়োজনের পরিকল্পনা করুন। আমাদের অনুষ্ঠান নির্দেশিকা প্রতিটা ধাপে কি করতে হবে তা আপনাকে জানাবে। পৃথক-পৃথক অনুষ্ঠানের মাধ্যমে যারা তাদের কমিউনিটিকে কার্যকর করতে চায় তাদের জন্য এই দায়িত্ব খুব মানানসই হবে।

source: Please sign in.
bn_bd: অনুগ্রহ করে সাইন ইন করুন

source: podcast
bn_bd: পডকাস্ট

source: Post an Event Report
bn_bd: ইভেন্ট প্রতিবেদন জমা দিন

source: Post Crimes
bn_bd: অন্যায্য বিষয়ে

source: Poster
bn_bd: পোস্টার

source: Read our whitepaper on why Mozilla cares about Web Literacy.
bn_bd: আমাদের শ্বেতপত্র পড়ুন কেন Mozilla ওয়েব স্বাক্ষরতার প্রতি এতো যত্নশীল।

source: Read whitepaper
bn_bd: শ্বেতপত্র পড়ুন

source: Read, Write, and Participate with Webmaker
bn_bd: পড়ুন, লেখুন এবং অংশ নিন Webmaker এর সাথে

source: Ready for More
bn_bd: আরও বেশি কিছুর জন্য প্রস্তুত হোন

source: Recruit Members
bn_bd: সদস্য সংগ্রহ

source: Related {topic} Activities
bn_bd: সম্পর্কিত {topic} কর্মকান্ড

source: Resource
bn_bd: রিসোর্স

source: Sample Activity
bn_bd: কিছু কর্মকান্ডের নমুনা

source: Say Hello
bn_bd: হ্যালো বলুন

source: Science
bn_bd: বিজ্ঞান

source: See all blog posts
bn_bd: সকল ব্লগপোস্ট দেখুন

source: See Example
bn_bd: উদাহরণ দেখুন

source: Share and tell your friends
bn_bd: আপনার বন্ধুদের সাথে শেয়ার করুন এবং জানান

source: Sign the petition
bn_bd: পিটিশনে সাক্ষর করুন

source: Sign Up
bn_bd: সাইন আপ

source: {skill} Competencies
bn_bd: {skill} এ পারদর্শি

source: Skip to main content
bn_bd: সরাসরি মূল বিষয়বস্তুতে যাও

source: Start a conversation on Twitter.
bn_bd: Twitter এ আলাপন শুরু করুন

source: Start A Mozilla Club
bn_bd: Mozilla Club শুরু করুন

source: Starting your Club
bn_bd: আপনার ক্লাব আরম্ভ করুন

source: Startup Salon
bn_bd: স্ট্যার্টআপ সেলুন

source: Subscribe to our podcast.
bn_bd: আমাদের পডকাস্টে সাবস্ক্রাইব করুন ।

source: Super Party
bn_bd: সুপার পার্টি

source: Table Cloth Design
bn_bd: টেবিল কভার ডিজাইন

source: Take time to plan what participants will do and what they will learn.
bn_bd: অংশগ্রহণকারীরা কি করবে এবং কি শিখবে তা সময় নিয়ে পরিকল্পনা করুন।

source: Teach an Activity
bn_bd: কোন কর্মকান্ড শিক্ষা দিন

source: Teaching Activities
bn_bd: শিক্ষণ কর্মকান্ড

source: Teaching Activities page
bn_bd: শিক্ষণ কর্মকান্ড পাতা

source: Terms
bn_bd: শর্তাবলী

source: Thanks for your interest!
bn_bd: আপনার আগ্রহের জন্য ধন্যবাদ!

source: The Mozilla Learning Network
bn_bd: Mozilla Learning Network

source: These are fantastic opportunities for those who can make an ongoing or longer-term commitment.
bn_bd: এটা অভাবনীয় সুযোগ তাদের জন্য যারা চলমান এবং বড়-আকারের চুক্তি চায়।

source: These opportunities are available in specific locations, where we have dedicated resources. We add new cities when we can, so check back!
bn_bd: নির্দিষ্ট কিছু স্থানে এসকল সুযোগ-সুবিধাদি পাওয়া যায়, যেখানে আমাদের সম্পদের অপ্রতুল্যতা নেই। সুযোগ পাওয়া মাত্রই আমরা নতুন শহর যোগ করি , তাই চেক করতে ভূলবেননা!

source: These roles are short-term opportunities in the movement towards a free and open Web.
bn_bd: মুক্ত ও ওপেন ওয়েবের দিকে অগ্রসর হতে এই ভূমিকাগুলো স্বল্প-মেয়াদি সুযোগ।

source: These tools are free and open source, and can be used in a variety of ways to teach learners how to read, write, and participate on the Web.
bn_bd: এই টুলগুলো বিনামূল্যের এবং ওপেন সোর্স, যা শিক্ষার্থীদের কিভাবে ওয়েবে লিখতে, পড়তে এবং অংশগ্রহণ করতে হয় তা বিভিন্ন উপায়ে শেখাতে ব্যবহার করা যায়।

source: The world's leading event to build, debate, and explore the future of our lives online.
bn_bd: আমাদের ভবিষ্যৎ অনলাইন জীবনকে অন্বেষণ, বিনির্মাণ এবং সে সম্পর্কে আলোচনা করতে বিশ্বের নেতৃস্থানীয় একটি অনুষ্ঠান।

source: This code editor helps you learn HTML and CSS by creating and remixing Web projects.
bn_bd: ওয়েব প্রজেক্টগুলো সৃষ্টি এবং আবার করার মাধ্যমে কোড এডিটর আমাদের HTML এবং CSS শিখাতে সাহায্য করে।

source: This code inspector lets you view and remix the code of your favorite web pages.
bn_bd: কোড inspector আপনার প্রিয় ওয়েব পেজগুলো দেখতে এবং পুনরায় মেলাতে দিবে।

source: Throwing Events
bn_bd: ইভেন্ট আয়োজন করুন

source: Tips for Club Captains
bn_bd: Club Captain এর জন্য পরামর্শ

source: Tips for Regional Coordinators
bn_bd: Regional Coordinators এর জন্য পরামর্শ

source: Tools to Teach and Learn the Web
bn_bd: ওয়েব শেখার এবং শেখানোর হাতিয়ার

source: Unable to contact login server.<br/> Refresh the page to try again.
bn_bd: লগইন সার্ভারের সাথে যোগাযোগ করা যাচ্ছে না।<br/> পুনরায় চেষ্টা করার জন্য পাতা রিফ্রেশ করুন।

source: Updated {relativeTime}
bn_bd: হালনাগাদ হয়েছে {relativeTime}

source: {username}, these are your projects:
bn_bd: {username}, আপনার প্রকল্পসমূহ:

source: View Clubs List
bn_bd: ক্লাবের তালিকা দেখুন

source: view original
bn_bd: মূলটি প্রদর্শন করুন

source: Visit our {teachingActivitiesPageLink} for more examples of how to use these tools in your practice.
bn_bd: {teachingActivitiesPageLink} এ যান বিস্তারিত জানার জন্য কীভাবে এই টুলগুলো ব্যবহার করা যায় চর্চার সময়।

source: Want to be connected with one of our staff or volunteers? Email us.
bn_bd: আমাদের কোন কর্মকর্তা অথবা সেচ্ছাসেবকের সাথে যোগাযোগ করতে চান? আমাদের ইমেইল করুন।

source: We appreciate your commitment to keeping the web open, accessible and ours.
bn_bd: ওয়েবকে উন্মুক্ত, ব্যবহারযোগ্য এবং আমাদের নিজেদের জন্য বজায় রাখতে আপনার প্রচেষ্টাকে আমরা সাধুবাদ জানাই।

source: We are cultivating a global network of web literacy leaders who are teaching and learning the most important skills of our age: the ability to read, write and participate in the digital world. Our programs and resources can help you make an impact in your community, and participate in an openly networked world.
bn_bd: আমরা ওয়েব স্বাক্ষরতায় নেতৃত্বদানকারীদের একটি বিশ্বব্যাপী নেটওয়ার্ক গড়ে তুলছি যারা এ যুগের সবচেয়ে গুরুত্বপূর্ণ দক্ষতাগুলো শিখাচ্ছে এবং শিখছে: ডিজিটাল দুনিয়ায় পড়া, লেখা ও অংশগ্রহন করা। আমাদের প্রোগ্রাম এবং সহায়ক উপকরণের সাহায্যে আপনি আপনার কমিউনিটিতে উল্লেখযোগ্য ভূমিকা রেখে এই উন্মুক্ত যোগাযোগের বিশ্বে অংশ নিতে পারেন।

source: Web Literacy
bn_bd: ওয়েব স্বাক্ষরতা

source: Web Literacy Basics
bn_bd: Web Literacy সাধারন জ্ঞান

source: Web Literacy Basics II
bn_bd: Web Literacy সাধারন জ্ঞান II

source: Web literacy is about more than coding - it's about how you can be a better web citizen.
bn_bd: ওয়েব স্বাক্ষরতা হল কোডিং এর চেয়ে বেশি কিছু - আপনি কিভাবে আরো ভাল ওয়েব নাগরিক হবেন।

source: Web Literacy Map
bn_bd: ওয়েব স্বাক্ষরতা ম্যাপ

source: Web Literacy Skills
bn_bd: ওয়েব স্বাক্ষরতার দক্ষতা

source: Webmaker App
bn_bd: Webmaker আ্যপ

source: Webmaker lets you create, discover and share content in your language on your mobile device.
bn_bd: ওয়েবমেকার আপনাকে আপনার মোবাইল ডিভাসে আপনার ভাষায় কনটেন্ট সৃষ্টি করতে, খুঁজতে এবং শেয়ার করতে দিবে।

source: We're {twitterHandle} on Twitter and our community uses #teachtheweb
bn_bd: আমরা Twitter {twitterHandle} এবং আমাদের কমিউনিটি ব্যবহার করে #teachtheweb

source: What are Mozilla Clubs?
bn_bd: Mozilla Clubs কি?

source: What do Club Captains think?
bn_bd: Club Captain কি চিন্তা করেন?

source: What is Maker Party?
bn_bd: মেকার পার্টি কি?

source: What support can you expect as a<br/> Mozilla Club Captain?
bn_bd: Mozilla Club Captain হয়ে<br/> কি সহায়তা কামনা করতে পারেন?

source: Where in the World are Mozilla Clubs?
bn_bd: বিশ্বের কোথায় কোথায় Mozilla Clubs রয়েছে?

source: Why become a Club Captain?
bn_bd: কেন Club Captain হবেন?

source: Why Mozilla Clubs?
bn_bd: কেন Mozilla Clubs?

source: Why People Love Maker Party
bn_bd: কেন মানুষ মেকার পার্টি ভালবাসে

source: Your online privacy depends on encryption. Learn more about how encryption works, why it’s essential to a strong Web, and why it’s worth protecting.
bn_bd: আপনার অনলাইন গোপনীয়তা এনক্রিপশনের উপর নির্ভর করে। কিভাবে এনক্রিপশন কাজ করে, একটি শক্তিশালী ওয়েব বিনির্মাণে কেন এটি অপরিহার্য, এবং কেন এটা রক্ষা করা এতটা জরুরী সে সম্পর্কে বিস্তারিত জানুন।

source: Your Projects
bn_bd: আপনার প্রকল্প

source: Adding tags…
bn_bd: ট্যাগ যুক্ত করা হচ্ছে…

source: Add Tags
bn_bd: ট্যাগসমূহ যোগ করুন

source: Already a Pocket user?
bn_bd: আপনি কি একজন Pocket ব্যবহারকারী?

source: By continuing, you agree to Pocket's <a href="%1$S" target="_blank">Terms of Service</a> and <a href="%2$S" target="_blank">Privacy Policy</a>
bn_bd: এটি অব্যহত রেখে, আপনি Pocket এর <a href="%1$S" target="_blank">সেবার শর্তাবলী</a> এবং <a href="%2$S" target="_blank">গোপনীয়তা নীতিমালায়</a> সম্মত হবেন।

source: Click the Pocket Button to save any article, video or page from Firefox.
bn_bd: Firefox থেকে আর্টিকেল, ভিডিও বা পৃষ্ঠা সংরক্ষণ করার জন্য Pocket বাটন ক্লিক করুন।

source: Continue with Firefox
bn_bd: Firefox এর সাথে চালিয়ে যান

source: Log in
bn_bd: লগ ইন

source: Only links can be saved
bn_bd: শুধু লিঙ্ক সংরক্ষণ করা যাবে

source: Page Not Saved
bn_bd: পাতা সংরক্ষণ করা হয়নি

source: Page Removed
bn_bd: পাতা অপসারণ করা হয়েছে

source: Remove Page
bn_bd: পেজ মুছে ফেলুন

source: Removing Page…
bn_bd: পাতা অপসারিত হচ্ছে…

source: Save articles and videos from Firefox to view in Pocket on any device, any time.
bn_bd: Pocket এর মাধ্যমে যেকোন সময়, যেকোন ডিভাইসে নিবন্ধ এবং ভিডিও দেখতে Firefox থেকে সেগুলো সংরক্ষণ করুন।

source: Saved to Pocket
bn_bd: Pocket এ সংরক্ষিত হয়েছে

source: Save Link to Pocket
bn_bd: Pocket এ লিঙ্কটি সংরক্ষণ করুন

source: Save Page to Pocket
bn_bd: Pocket এ পাতাটি সংরক্ষণ করুন k

source: Save to Pocket
bn_bd: Pocket এ সংরক্ষণ করুন

source: Sign in with Firefox
bn_bd: ফায়ারফক্স দিয়ে সাইন ইন করুন

source: Sign up for Pocket. It’s free.
bn_bd: Pocket সাইন আপ করুন। এটি মুফত।

source: Sign up with email
bn_bd: ইমেইল দিয়ে সাইন আপ করুন

source: Sign up with Firefox
bn_bd: ফায়ারফক্স দিয়ে সাইন আপ করুন

source: Suggested Tags
bn_bd: প্রস্তাবিত ট্যাগ

source: Tags Added
bn_bd: ট্যাগ যোগ করা হয়েছে

source: Tags are limited to 25 characters
bn_bd: ট্যাগ সমূহ 25 অক্ষরের মধ্যে সীমাবদ্ধ

source: There was an error when trying to save to Pocket.
bn_bd: Pocket এ সংরক্ষণ করতে ত্রুটি ঘটেছে।

source: Try It Now
bn_bd: এখনই ব্যবহার করুন

source: View in Pocket on any device, any time.
bn_bd: যেকোন সময়ে, যেকোন স্থানে Pocket এ দেখুন।

source: View Pocket List
bn_bd: Pocket তালিকা দেখুন

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
bn_bd: Pocket এ কোন কিছু সংরক্ষণ করে রাখতে চাইলে, ইন্টারনেটে সংযুক্ত থাকতে হবে। ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।

source: Add a script and you are halfway through
bn_bd: একটি স্ক্রিপ্ট যোগ করুন এবং আপনি এর মাধম্যে প্রস্তুত হন

source: Are you a developer, interested in Pontoon? There are plenty of ways to get your hands dirty.
bn_bd: আপনি কি একজন ডেভেলপার, পন্টুনে আগ্রহী? আপনার হাত ময়লা করার জন্য অনেক উপায় রয়েছে।

source: As soon as you are happy with your translation, you can save it by pressing Enter or clicking the save icon in the toolbar. To quit translation mode without saving changes, press Esc or click the cancel icon in the toolbar.
bn_bd: যখনই আপনি আপনার অনুবাদে সন্তুষ্ট হবে, আপনি Enter চেপে বা টুলবারের Save আইকন ক্লিক করে তা সংরক্ষণ করতে পারবেন। কোন পরিবর্তণ ছাড়া অনুবাদ মোড থেকে বের হতে Esc চাপুন অথবা টুলবারে Cancel আইকন ক্লিক করুন।

source: a text block
bn_bd: যেকোন টেক্সট ব্লক

source: A toolbar appears above the dashed rectangle, allowing you to select the corresponding text block for editing. To do so, either click on the Edit button in the toolbar, or double-click anywhere inside the dashed border.
bn_bd: একটি টুলবার আবির্ভূত হবে ড্যাস ড্যাস চিহ্নিত চতুর্ভুজের উপরে যা আপনাকে অনুরূপ টেক্সবক্স প্রদর্শন করবে সম্পাদনার জন্য । এটা করার জন্য, টুলবারের অন্তর্গত সম্পাদনা বাটন ক্লিক করুন, অথবা ড্যাশ সীমান্তের ভিতরে কোথাও ডাবল-ক্লিক করুন ।

source: Avoid breaking user interface by seeing how much space is available for your translations, which is especially useful with apps.
bn_bd: আপনার অনুবাদের জন্য কতটা স্থান রয়েছে তা দেখে নিয়ে ইউজার ইন্টারফেস ভেঙে পরা উপেক্ষা করুন, যা বিশেষ করে অ্যাপের জন্য উপকারী।

source: By localizing web page on the page itself, you no longer need to worry if the word you are translating is a verb or noun.
bn_bd: এটার দিয়ে পাতাটিকে অনুবাদের করলে , আপনাকে অার চিন্তা করতে হবে না শব্দটি ক্রিয়া বা বিশেষ্য পদ কিনা ।

source: By someone you trust
bn_bd: আস্থা রাখা যায় এমন একজন কর্তৃক

source: Crafted by Mozilla
bn_bd: তৈরি করেছে মজিলা

source: Developed by the non-profit behind Firefox
bn_bd: ফায়ারফক্স তৈরি করেছে এমন অলাভজনক প্রতিষ্ঠান কর্তৃক ডেভেলপ করা হয়েছে

source: Enable it on your site
bn_bd: আপনার সাইটে এটি স্বক্রিয় করুন

source: Get help from translation memory, machine translation and the likes
bn_bd: অনুবাদক মেমরি থেকে সাহায্য, মেশিন অনুবাদ এবং পছন্দ থেকে সাহায্য পেতে

source: Get instant preview
bn_bd: তাৎক্ষণিক প্রাক-দর্শন পান

source: Get involved
bn_bd: জড়িত হোন

source: Hack it on GitHub
bn_bd: GitHub এ হ্যাক করুন

source: Hover
bn_bd: মাউস ধরুন

source: How
bn_bd: কিভাবে

source: How does it work?
bn_bd: এটি কিভাবে কাজ করে?

source: In place.
bn_bd: স্ব-স্থানে।

source: It's completely free and open source
bn_bd: এটি সম্পূর্ণভাবে উন্মুক্ত এবং ওপেন সোর্স

source: Join us
bn_bd: যোগ দিন

source: Localize the web.
bn_bd: ওয়েবকে স্থানীয়করণ করুন।

source: Move your mouse over headings, links, paragraphs or other text blocks on this page. A dashed rectangle will appear around each of these blocks, marking strings that are available for localization on the page itself.
bn_bd: আপনার মাউস এই পাতার যেকোন হেডিং, লিঙ্ক, প্যারাগ্রাফ অথবা অন্য কোন টেক্সটব্লকের উপর নিন। প্রতিটি এমন ব্লকের চারপাশে একটি ড্যাসের চতুর্ভুজের আবিরভাব হবে, যা এই পাতা নিজেই স্থানীয়করণ করা যাবে এমন স্ট্রিংগুলোকে চিহ্নিত করে।

source: over web content
bn_bd: ওয়েব কন্টেন্টের উপর

source: Plurals support
bn_bd: বহুবচন সমর্থন

source: Pontoon allows you to localize web content in place, with context and spatial limitations right in front of you.
bn_bd: পন্টুন আপনাকে আপনার সামনেই ওয়েব কন্টেন্ট স্ব-স্থানে, কন্টেক্সট এবং স্থানিক সীমাবদ্ধতাসহ স্থানীয়করণে সাহায্য করে থাকে ।<br>

source: Pontoon by Mozilla
bn_bd: মজিলা কর্তৃক পন্টুন

source: Pontoon Intro
bn_bd: পন্টুন পরিচিতি

source: Pontoon is a very simple and intuitive tool that requires little to no technical skill for localizers to use.
bn_bd: <span style="line-height: 1.1; white-space: normal; background-color: rgb(247, 247, 247);">পন্টুন</span><span style="line-height: 1.1; white-space: normal; background-color: rgb(247, 247, 247);">&nbsp;খুব সাধারণ এবং স্বজ্ঞাত টুল যা ব্যবহার করতে অনুবাদকদের কোন &nbsp;কৌশলী দক্ষতার প্রয়োজন হয় না ।&nbsp;</span>

source: Pontoon's in place translation mode is what puts it above others, but it also has many other benefits.
bn_bd: স্থান অনুবাদ মোডে পন্টুন যা অন্যদের লেখার উপরে নির্ভর করে, কিন্তু এটির অারও অনেক সুবিধা আছে ।

source: Quality checks
bn_bd: গুণমান যাচাই

source: See spatial limitations
bn_bd: স্থান-সংক্রান্ত সীমাবদ্ধতা দেখুন<br>

source: selected text
bn_bd: নির্বাচিত টেক্সট

source: Strings with plurals can be translated to all plural forms available in your languge
bn_bd: স্ট্রিং এর সঙ্গে আপনার ভাষায় পাওয়া সব বহুবচনে অনুবাদ করা যেতে পারে

source: Tell Me More
bn_bd: আমাকে আরও বল

source: The moment you submit translation, it replaces the original text in the web page, making you the first proofreader and tester.
bn_bd: যখন আপনি অনুবাদের জন্য পেশ করেন , তখন এটি মূল শব্দকে প্রতিস্থাপন করে যা আপনাকে আরও দ্রুত সংশোধন এবং পরীক্ষা করতে সাহায্য করে ।

source: Translation helpers
bn_bd: অনুবাদ সহায়তাকারী

source: Translations are automatically reviewed for quality before saving
bn_bd: সংরক্ষণের পূর্বেই স্বয়ংক্রিয়ভাবে অনুবাদের গুণমান যাচাই হয়

source: Understand context
bn_bd: প্রেক্ষাপট বুঝুন

source: What
bn_bd: কি

source: What else can it do?
bn_bd: এছাড়া আপনি আরও কি করতে পারেন?

source: What is Pontoon?
bn_bd: Pontoon কি?

source: When you enter editing mode, the entire text block will be selected. You can start typing your translation immediately while seeing the exact context of your source string and how much space is available for your translation.
bn_bd: আপনি যখন সম্পাদনা মোডে ঢুকবেন, পুরো টেক্সক্ট ব্লক নির্বাচিত হবে। আপনি তৎক্ষণাত আপনার সোর্স স্ট্রিঙ্গের সঠিক প্রেক্ষাপট দেখতে এবং আপনার অনুবাদের জন্য কি পরিমাণ স্থান রয়েছে তা দেখে সাথে সাথেই অনুবাদ টাইপ করতে পারবেন।

source: your translation
bn_bd: আপনার অনুবাদ

source: <a>Dress up your Firefox browser with a fresh new theme</a>. There’s everything from flowers to Foxkeh, and from sunrises to moonscapes.
bn_bd: <a>নতুন থিমের মাধ্যমে আপনার ফায়ারফক্স ব্রাউজারকে সাজান</a>। এখানে ফুল থেকে শুরু করে ফক্স, এবং সূর্যোদয়ের দৃশ্য থেকে শুরু করে পূর্ণিমা রাতের দৃশ্য রয়েছে।

source: Capture and share life's most memorable moments with a new <a>Firefox OS phone</a>.
bn_bd: একটি নতুন <a>Firefox OS</a> ফোন দিয়ে জীবনের সবচাইতে স্মরণীয় মুহূর্ত গুলো ফ্রেমবন্দি করুন এবং শেয়ার করুন।

source: Coffee drinker? Restaurant foodie? You’ll find apps that fit your lifestyle with <a>Firefox OS</a>.
bn_bd: কফি পছন্দ করেন? বাইরে খেতে পছন্দ করেন? আপনার দৈনন্দিন জীবনে প্রয়োজনীয় সকল এ্যাপ <a>ফায়ারফক্স ওএস</a> এ পাবেন।

source: Doing good is part of our code. Here are the <a>ten principles Mozilla stands for online</a> every day.
bn_bd: ভালো কাজ করা আমাদের কোডের অংশ। অনলাইনের জন্য প্রতিদিন <a>মজিলা যে দশটি নীতির উপর কাজ করে</a> তা এখানে বর্ণনা করা হয়েছে।

source: Firefox OS has amazing apps and games preinstalled. Get your <a>Firefox OS phone today</a>.
bn_bd: ফায়ারফক্স ওএস এ দুর্দান্ত এ্যাপস এবং গেমস আগে থেকেই ইন্সটল করা থাকে। আজই একটি <a>ফায়ারফক্স ওএস ফোন কিনুন</a>।

source: Firefox OS is available in COUNTRY! Be one of the first to have a Firefox OS smartphone! <a>Here’s how to get one</a>.
bn_bd: ফায়ারফক্স ওএস বাংলাদেশে পাওয়া যাচ্ছে! সর্বপ্রথম ফায়ারফক্স ওএস স্মার্টফোন ব্যবহারকারীদের মধ্যে একজন হউন! <a>এখানে বলা আছে কিভাবে পাবেন</a>।

source: Free and open source software promotes the development of the Internet as a public resource. <a>Learn more here</a>.
bn_bd: ফ্রী এবং ওপেন সোর্স সফটওয়্যার পাবলিক রিসোর্স হিসেবে ইন্টারনেটের উন্নয়নকে সমৃদ্ধ করবে। <a>এখানে বিস্তারিত জানুন</a>।

source: Get games, messaging, maps, music and much more all on your <a>Firefox OS phone</a>.
bn_bd: গেমস, মেসেজিং, ম্যাপ, মিউজিক এবং আরও অনেক কিছু পাবেন আপনার <a>Firefox OS ফোন এ</a>।

source: Individuals must have the ability to shape the Internet and their own experiences on it. <a>Learn more here</a>.
bn_bd: ইন্টারনেটের আচরন নিয়ন্ত্রন এবং নিজস্ব অভিজ্ঞতা শেয়ারের প্রত্যেকের ক্ষমতা থাকতে হবে। <a>এখানে বিস্তারিত জানুন</a>।
